<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<META name="description" content="Gyspy Folk Tales, by Francis Hindes Groom [1899], full text at BeyondWeird.com">
<META name="keywords" content="Gypsy Roma Romany Romani Folk Lore Folklore Mythology Legend Stories Literature">
<TITLE>Gypsy Folk Tales: Introduction: Gypsy Language</TITLE>
</head><!--#include virtual="/inc/top.asp"-->
<BODY>
<CENTER>

<A HREF="/">Beyond Weird</A>&nbsp;
<A HREF="../../index.htm">Legends/Sagas</A>&nbsp;
<A HREF="../index.htm">Roma</A>&nbsp;
<A HREF="index.htm">Index</A>&nbsp;
<A HREF="gft021.htm">Previous</A>&nbsp;
<A HREF="gft023.htm">Next</A>&nbsp;

<HR>
</p>  <h3 align="center" align="center">Gypsy Language.</h3>  
<p>It is a relief to turn from the thousand and one appellations under which Gypsies have been known at different times and in different countries, to the sure and unerring light that their language throws on their history. Though never a chronicler or traveller had written, we yet could feel confident from R&oacute;mani that the forefathers of our English Gypsies must for a long period have sojourned in a Greek-speaking country. Among the Greek loan-words in the Anglo-R&oacute;mani dialect are <i>drom</i>, road, (&#0948;&#0961;&#8057;&#0956;&#0959;&#0962;), <i>ch&iacute;rus</i>, time (&#0954;&#0945;&#0953;&#0961;&#8057;&#0962;), <i>&eacute;fta</i>, seven (&#7953;&#0960;&#0964;&#0940;), <i>&eacute;nnea</i>, nine (&#7952;&#0957;&#0957;&#0941;&#0945;), <i>f&oacute;ros</i>, market-town (&#0966;&#8057;&#0961;&#0959;&#0962;), <i>f&iacute;lisin</i>, mansion (&#0966;&#0965;&#0955;&#0945;&#0954;&#0964;&#8053;&#0961;&#0953;&#0959;&#0957;), <i>kek&aacute;vi</i>, kettle (&#0954;&#0945;&#0954;&#0954;&#0940;&#0946;&#0951;), <i>k&oacute;kalo</i>, bone (&#0954;&#8057;&#0954;&#0945;&#0955;&#0959;&#0957;), <i>k&oacute;li</i>, anger (&#0967;&#0959;&#0955;&#8053;), <i>k&uacute;riki</i>, Sunday (&#0954;&#0965;&#0961;&#0953;&#0945;&#0954;&#8053;), <i>mis&aacute;li</i>, table (&#0956;&#0949;&#0957;&#0963;&#0940;&#0955;&#0953;), <i>&oacute;chto</i>, eight (&#8000;&#0954;&#0964;&#8061;), <i>p&aacute;pin</i>, goose (&#0960;&#0940;&#0960;&#0960;&#0953;&#0945;), <i>p&aacute;pus</i>, grandfather (&#0960;&#0940;&#0960;&#0960;&#0959;&#0962;), <i>s&aacute;pin</i>, soap (&#0963;&#0945;&#0960;&#0959;&#8166;&#0957;&#0953;), <i>sh&aacute;mba</i>, frog (&#0950;&#0940;&#0956;&#0960;&#0945;), <i>s&iacute;ma</i>, to pawn (&#0963;&#0951;&#0956;&#0940;&#0948;&#0953;), <i>sk&aacute;min</i>, chair (&#0963;&#0954;&#0945;&#0956;&#0957;&#0943;), <i>soliv&aacute;ris</i>, reins (&#0963;&#0959;&#0955;&#0953;&#0946;&#0940;&#0961;&#0953;), <i>st&aacute;di</i>, hat (&#0963;&#0954;&#0953;&#0940;&#0948;&#0953;), <i>wag&oacute;ra</i>, fair (&#7936;&#0947;&#0959;&#0961;&#0940;), <i>w&aacute;lin</i>, bottle (&#8017;&#0945;&#0955;&#0943;), and <i>z&iacute;min</i>, soup (&#0950;&#0959;&#0965;&#0956;&#0943;). The total number of Greek loan-words in the different Gypsy dialects may be about one hundred; and the same loan-words occur in dialects as widely separate as those of Roumania, Hungary, Bohemia, Poland, Lithuania, Russia, Scandinavia, Germany, Italy, the Basque Country, Spain, and Brazil. This is important as indicating that the modern Gypsies of Europe are descended not from successive waves of Oriental immigration, but all from the self-same European-Gypsy stock, whenever that stock may have first been transplanted to Europe. It conclusively negatives the Kounavine theory that the Italian, Spanish, Portuguese,</p>  
<p><A NAME="page_xxxiii"><FONT SIZE=1 COLOR=GREEN>p. xxxiii</FONT></A></p>  
<p><span class="contnote"><FONT SIZE=-2 COLOR=GREEN>[paragraph continues]</FONT></span> Basque, and French Gypsies arrived at their present habitats by way of Africa, and the Scandinavian Gypsies by way of the Ural Mountains.&nbsp;<A NAME="fr_11"></A><A HREF="#fn_11"><FONT SIZE="1">1</FONT></A></p>  
<p>Slavonic loan-words come next to the Greek: English R&oacute;mani has some thirty of the former, against fifty of the latter. There are also a few words of Persian, Armenian, Roumanian, Magyar, and German origin; but the question of the presence or the absence of Arabic words in European R&oacute;mani is hardly yet determined. According to Professor De Goeje (1875; trans. in MacRitchie's <i>Gypsies of India</i>, 1886, pp. 54-5), there are at least ten such words; according to Miklosich (<i>Ueber die Mundarten</i>, etc., part vi. 1876, pp. 63-64), there are none. <i>K&oacute;tor</i>, a piece, for instance, by De Goeje is derived from the Arabic <i>kot&#8217;a</i>, by Miklosich from the Armenian <i>kotor</i>. Neither, however, of the two scholars seems to have recognised the possible importance of the presence or the absence (especially the absence) of Arabic elements. R&oacute;mani contains Persian words, <i>e.g.</i> <i>ambr&oacute;l</i>, a pear; would it not have certainly contained also Arabic words if the ancestors of our modern European Gypsies had sojourned in Persia, or even passed through Persia, at a date later than the Arab conquest of Persia? If Miklosich is right in his contention that there are no Arabic words in European R&oacute;mani, it follows almost inevitably that the Gypsies must have passed through Persia on their way to Europe at some date prior to the middle of the seventh century A.D.</p>  
<p>Important as are the borrowings of R&oacute;mani for helping us to trace the Gypsies' wanderings, they can barely amount to a twentieth of the total vocabulary (five thousand words rich, perhaps). The words of that <A HREF="errata.htm#1">vocabulary</A> for 'water' and 'knife' are in Persia <i>p&aacute;ni</i>, <i>cheri</i> (1823); in Siberia, <i>panji</i>, <i>tschuri</i> (1878); in Armenia, <i>pani</i>, <i>churi</i> (1864); in Egypt, <i>p&aacute;ni</i>, <i>ch&uacute;ri</i> (1856); in Norway, <i>pani</i>, <i>tjuri</i> (1858); in England <i>pani</i>, <i>churi</i> (1830); in, probably, Belgium,</p>  
<p>
</p>  
<p><A NAME="page_xxxiv"><FONT SIZE=1 COLOR=GREEN>p. xxxiv</FONT></A></p>  
<p><i>panin</i>, <i>chouri</i> (1597); in Brazil, <i>panin</i>, <i>churin</i> (1886)--where spelling and dates are those of the works whence these words have been taken. Over and above the identity in every R&oacute;mani dialect of these two selected words--and there are hundreds more like them--they are also identical with the Hindustani pani and churl, familiar to all Anglo-Indians. And to cite but a few more instances, 'nose,' 'hair,' 'eye,' 'ear' are in Turkish R&oacute;mani <i>nak</i>, <i>bal</i>, <i>akh</i>, <i>kann</i>; in Hindustani, <i>nak</i>, <i>bal</i>, <i>akh</i>, <i>kan</i>: whilst 'Go, see who knocks at the door' in the one language is <i>J&acirc;, dik kon chalav&eacute;la o vud&aacute;r</i>, and in the other <i>J&acirc;, dekh kon chal&aacute;ya dv&aacute;r ko</i>. This discovery was not made till long after specimens of R&oacute;mani had been published--by Andrew Boorde (1542), whose twenty-six words, jotted down seemingly in a Sussex alehouse, were intended to illustrate the 'speche of Egipt'; by Bonaventura Vulcanius (1597), whose vocabulary of seventy-one words, collected apparently in Belgium, fills up some blank pages in a Latin work on the Goths; and by Ludolphus (1691), whose thirty-eight words are embedded in his huge <i>Commentarius ad Historian &AElig;thiopicam</i>. In 1777 R&uuml;diger first compared with Hindustani some specimens of R&oacute;mani got from a Gypsy woman at Halle, and in 1782 he published the result of the comparison in his <i>Neuester Zuwachs der Sprachkunde</i>. In 1783 Grellmann's <i>Historischer Versuch &uuml;ber die Zigeuner</i> reaped all the fruits of R&uuml;diger's research; and William Marsden the same year was independently led to a like discovery (<i>Arch&aelig;ologia</i>, 1785, pp. 382-6). Grellmann, whose work has still a high value, leapt naturally enough to the conclusion that the Gypsies who showed themselves in western Europe in 1417 had, newly come also to south-eastern Europe, and were a low-caste Indian tribe expelled from their native country about 1409 by Tamerlane. In 1783 the older languages of India were a sealed book to Europeans; and Grellmann's opinion found almost universal approval for upwards of sixty years. Now, however, thanks to the linguistic labours of Pott, Ascoli, and Miklosich, combined with the historical researches of Bataillard and Hopf, the question has assumed a new aspect. For while on the one hand it has been demonstrated that south-east Europe had its Gypsies long before 1417, so on the other R&oacute;mani has been shown to be a sister, not a daughter--and it may be an elder sister--of the seven principal New Indian dialects. Not a few of its forms are more primitive than theirs, or even than those of Pali and the Prakrits--<i>e.g.</i> the Turkish R&oacute;mani vast, hand (Sansk. <i>hasta</i>, Pali <i>hattha</i>), and <i>vusht</i>, lip (Sansk. <i>ostha</i>, Pali <i>ottha</i>). In his <i>Beitr&auml;ge zur Kenntniss der Zigeunermundarten</i> (iv. 1878, pages 45-54) Miklosich collected a number of such forms; but</p>  
<p><A NAME="page_xxxv"><FONT SIZE=1 COLOR=GREEN>p. xxxv</FONT></A></p>  
<p><span class="contnote"><FONT SIZE=-2 COLOR=GREEN>[paragraph continues]</FONT></span> Miklosich it was who also pointed out there that many of the seeming archaisms of R&oacute;mani may be matched from the less-known dialects of India, especially north-west India--that we find, for example, in Dardu both <i>hast</i> and <i>usht</i>. I have not the faintest notion what was Professor Sayce's authority for his statement that 'the grammar and dictionary of the Romany prove that they started from their kindred, the Jats, on the north-western coast of India, near the mouth of the Indus, not earlier than the tenth century of the Christian era' (<i>The Science of Language</i>, ii. 325). So far as I know, the only attempted comparison between R&oacute;mani and J&aacute;t&aacute;ki was made by myself ('Gipsies,' <i>Enc. Brit.</i>, x. 618); and its results seemed wholly unfavourable to the Jat theory of the Gypsies' origin.</p>  
<HR>
<H3 ALIGN="CENTER">Footnotes</H3>
<P><A NAME="fn_11"></A><A HREF="gft022.htm#fr_11">xxxiii:1</A> No Greek loan-word has more interest for us than <i>param&iacute;si</i> or <i>param&iacute;sa</i>, a story (Mod. Gk. &#0960;&#0945;&#0961;&#0945;&#0956;&#8059;&#0952;&#0953;). It occurs in the dialects of the Roumanian, Hungarian, Bohemian, Polish, German, and English Gypsies. I heard it myself first in 1872 near Oxford, from old Lolli Buckland, in the curious sense of stars:--'As you k&iacute;stas k&eacute;rri ke-r&acirc;ti, r&eacute;ia, t&uacute;i&#8217;ll dik the <i>param&iacute;shis</i> vellin&#8217; avri adr&eacute; the leeline' (As you ride home this evening, sir, you'll see the stars coming out in the darkness). How she came to apply the word thus, I cannot say, perhaps from the mere jingle of stars and stories, perhaps from the notion of the stars foretelling the future. Again, in 1879, from one of the Boswells, I heard the verb <i>p&aacute;ramis</i>, 'to talk scandal, tell tales.' And lastly, Mr. Sampson got <i>paramissa</i> in its proper sense of 'story' from the old tinker Philip Murray, who, though no Gypsy himself, had an unrivalled knowledge of Gypsydom and R&oacute;mani (<i>Gyp. Lore Jour.</i>, iii. 97).</P>
<p><HR>
<CENTER>
<A HREF="gft023.htm">Next: Gypsies as Nomads</A></CENTER>
</BODY>
<script type="text/javascript">

  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-5642362-6']);
  _gaq.push(['_trackPageview']);

  (function() {
    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'https://https://') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();

</script></html>
